Revit 2027 API
SymbolTypeId.InchDoubleQuote Property
 Symbol ", indicating unit Inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InchDoubleQuote { get; }
Public Shared ReadOnly Property InchDoubleQuote As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InchDoubleQuote {
	ForgeTypeId^ get ();
}
static member InchDoubleQuote : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace